Repository: islomov/zebra-qr-code-scanner
Catalog: ZebraCodeScanner/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ko, ms, nb, nl, pl, pt_br, ru, sv, th, tr, uk, uz, vi, zh_hans, zh_hant

# history_detail.label.product
source: Product
ar: المنتج
da: Produkt
de: Produkt
es: Producto
fi: Tuote
fr: Produit
hi: उत्पाद
id: Produk
it: Prodotto
ja: 商品
ko: 상품
ms: Produk
nb: Produkt
pl: Produkt
pt_br: Produto
ru: Товар
sv: Produkt
th: สินค้า
tr: Ürün
uk: Товар
uz: Mahsulot
vi: Sản phẩm
zh_hans: 商品
zh_hant: 商品

# history_detail.label.scanned
source: Scanned
ar: تاريخ المسح
da: Scannet
de: Gescannt
es: Escaneado
fi: Skannattu
fr: Scanné
hi: स्कैन किया गया
id: Dipindai
it: Scansionato
ja: スキャン日
ko: 스캔일
ms: Diimbas
nb: Skannet
nl: Gescand
pl: Zeskanowano
pt_br: Escaneado
ru: Отсканировано
sv: Skannad
th: สแกนเมื่อ
tr: Taranma
uk: Відскановано
uz: Skanlangan
vi: Đã quét
zh_hans: 扫描时间
zh_hant: 掃描時間

# history_detail.label.type
source: Type
ar: النوع
de: Typ
es: Tipo
fi: Tyyppi
hi: प्रकार
id: Jenis
it: Tipo
ja: タイプ
ko: 유형
ms: Jenis
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
uz: Tur
vi: Loại
zh_hans: 类型
zh_hant: 類型

# history_detail.open_link
source: Open Link
ar: فتح الرابط
da: Åbn link
de: Link öffnen
es: Abrir enlace
fi: Avaa linkki
fr: Ouvrir le lien
hi: लिंक खोलें
id: Buka Tautan
it: Apri link
ja: リンクを開く
ko: 링크 열기
ms: Buka Pautan
nb: Åpne lenke
pl: Otwórz link
pt_br: Abrir link
ru: Открыть ссылку
sv: Öppna länk
th: เปิดลิงก์
tr: Bağlantıyı Aç
uk: Відкрити посилання
uz: Havolani ochish
vi: Mở liên kết
zh_hans: 打开链接
zh_hant: 開啟連結

# history_detail.save_error
source: Failed to save. Please check photo library permissions.
ar: فشل الحفظ. يرجى التحقق من أذونات مكتبة الصور.
da: Kunne ikke gemme. Kontroller venligst tilladelser til fotobiblioteket.
de: Speichern fehlgeschlagen. Bitte überprüfe die Zugriffsrechte für die Fotomediathek.
es: Error al guardar. Revisa los permisos de la biblioteca de fotos.
fi: Tallennus epäonnistui. Tarkista kuvakirjaston käyttöoikeudet.
fr: Échec de l'enregistrement. Veuillez vérifier les autorisations de la photothèque.
hi: सेव करना विफल रहा। कृपया फ़ोटो लाइब्रेरी अनुमतियाँ जांचें।
id: Gagal menyimpan. Silakan periksa izin pustaka foto.
it: Salvataggio non riuscito. Controlla i permessi della libreria foto.
ja: 保存に失敗しました。フォトライブラリの権限を確認してください。
ko: 저장에 실패했습니다. 사진 라이브러리 권한을 확인해 주세요.
ms: Gagal menyimpan. Sila semak kebenaran pustaka foto.
nb: Kunne ikke lagre. Vennligst sjekk tillatelser for bildebiblioteket.
nl: Opslaan mislukt. Controleer de machtigingen voor de fotobibliotheek.
pl: Nie udało się zapisać. Sprawdź uprawnienia do biblioteki zdjęć.
pt_br: Falha ao salvar. Verifique as permissões da biblioteca de fotos.
ru: Не удалось сохранить. Проверьте разрешения для фотобиблиотеки.
sv: Det gick inte att spara. Kontrollera behörigheterna för fotobiblioteket.
th: บันทึกไม่สำเร็จ กรุณาตรวจสอบสิทธิ์การเข้าถึงคลังรูปภาพ
tr: Kaydetme başarısız. Lütfen fotoğraf kitaplığı izinlerini kontrol edin.
uk: Не вдалося зберегти. Перевірте дозволи для фотобібліотеки.
uz: Saqlab bo'lmadi. Foto kutubxona ruxsatlarini tekshiring.
vi: Lưu thất bại. Vui lòng kiểm tra quyền truy cập thư viện ảnh.
zh_hans: 保存失败。请检查相册访问权限。
zh_hant: 儲存失敗。請檢查相簿存取權限。

# history_detail.saved_message
source: Image saved to your photo library.
ar: تم حفظ الصورة في مكتبة الصور.
da: Billede gemt i dit fotobibliotek.
de: Bild in deiner Fotomediathek gespeichert.
es: Imagen guardada en tu biblioteca de fotos.
fi: Kuva tallennettu kuvakirjastoosi.
fr: Image enregistrée dans votre photothèque.
hi: इमेज आपकी फ़ोटो लाइब्रेरी में सेव हो गई।
id: Gambar disimpan ke pustaka foto Anda.
it: Immagine salvata nella tua libreria foto.
ja: 画像をフォトライブラリに保存しました。
ko: 이미지가 사진 라이브러리에 저장되었습니다.
ms: Imej disimpan ke pustaka foto anda.
nb: Bilde lagret i bildebiblioteket ditt.
nl: Afbeelding opgeslagen in uw fotobibliotheek.
pl: Obraz zapisano w bibliotece zdjęć.
pt_br: Imagem salva na sua biblioteca de fotos.
ru: Изображение сохранено в фотобиблиотеку.
sv: Bild sparad i ditt fotobibliotek.
th: บันทึกรูปภาพไปยังคลังรูปภาพแล้ว
tr: Görsel fotoğraf kitaplığınıza kaydedildi.
uk: Зображення збережено у фотобібліотеку.
uz: Rasm foto kutubxonangizga saqlandi.
vi: Ảnh đã được lưu vào thư viện ảnh.
zh_hans: 图片已保存到相册。
zh_hant: 圖片已儲存到相簿。

# history.empty.all
source: Generated and scanned codes will appear here
ar: ستظهر الرموز المنشأة والممسوحة هنا
da: Genererede og scannede koder vises her
de: Generierte und gescannte Codes erscheinen hier
es: Los códigos generados y escaneados aparecerán aquí
fi: Luodut ja skannatut koodit näkyvät täällä
fr: Les codes générés et scannés apparaîtront ici
hi: बनाए और स्कैन किए गए कोड यहां दिखाई देंगे
id: Kode yang dibuat dan dipindai akan muncul di sini
it: I codici generati e scansionati appariranno qui
ja: 生成およびスキャンしたコードがここに表示されます
ko: 생성 및 스캔한 코드가 여기에 표시됩니다
ms: Kod yang dijana dan diimbas akan muncul di sini
nb: Genererte og skannede koder vises her
nl: Gegenereerde en gescande codes verschijnen hier
pl: Wygenerowane i zeskanowane kody pojawią się tutaj
pt_br: Os códigos gerados e escaneados aparecerão aqui
ru: Созданные и отсканированные коды появятся здесь
sv: Genererade och skannade koder visas här
th: โค้ดที่สร้างและสแกนจะแสดงที่นี่
tr: Oluşturulan ve taranan kodlar burada görünecek
uk: Створені та відскановані коди з'являться тут
uz: Yaratilgan va skanlangan kodlar bu yerda ko'rinadi
vi: Các mã đã tạo và quét sẽ xuất hiện tại đây
zh_hans: 生成和扫描的码将显示在这里
zh_hant: 產生和掃描的碼將顯示在這裡

# history.empty.generated
source: Generated QR codes and barcodes will appear here
ar: ستظهر رموز QR والباركود المنشأة هنا
da: Genererede QR-koder og stregkoder vises her
de: Generierte QR-Codes und Barcodes erscheinen hier
es: Los códigos QR y de barras generados aparecerán aquí
fi: Luodut QR-koodit ja viivakoodit näkyvät täällä
fr: Les codes QR et codes-barres générés apparaîtront ici
hi: बनाए गए QR कोड और बारकोड यहां दिखाई देंगे
id: Kode QR dan barcode yang dibuat akan muncul di sini
it: I codici QR e a barre generati appariranno qui
ja: 生成したQRコードとバーコードがここに表示されます
ko: 생성한 QR 코드와 바코드가 여기에 표시됩니다
ms: Kod QR dan kod bar yang dijana akan muncul di sini
nb: Genererte QR-koder og strekkoder vises her
nl: Gegenereerde QR-codes en streepjescodes verschijnen hier
pl: Wygenerowane kody QR i kreskowe pojawią się tutaj
pt_br: Os códigos QR e de barras gerados aparecerão aqui
ru: Созданные QR-коды и штрих-коды появятся здесь
sv: Genererade QR-koder och streckkoder visas här
th: QR โค้ดและบาร์โค้ดที่สร้างจะแสดงที่นี่
tr: Oluşturulan QR kodlar ve barkodlar burada görünecek
uk: Створені QR-коди та штрих-коди з'являться тут
uz: Yaratilgan QR kodlar va shtrix-kodlar bu yerda ko'rinadi
vi: Các mã QR và mã vạch đã tạo sẽ xuất hiện tại đây
zh_hans: 生成的二维码和条形码将显示在这里
zh_hant: 產生的QR碼和條碼將顯示在這裡

# history.empty.scanned
source: Scanned QR codes and barcodes will appear here
ar: ستظهر رموز QR والباركود الممسوحة هنا
da: Scannede QR-koder og stregkoder vises her
de: Gescannte QR-Codes und Barcodes erscheinen hier
es: Los códigos QR y de barras escaneados aparecerán aquí
fi: Skannatut QR-koodit ja viivakoodit näkyvät täällä
fr: Les codes QR et codes-barres scannés apparaîtront ici
hi: स्कैन किए गए QR कोड और बारकोड यहां दिखाई देंगे
id: Kode QR dan barcode yang dipindai akan muncul di sini
it: I codici QR e a barre scansionati appariranno qui
ja: スキャンしたQRコードとバーコードがここに表示されます
ko: 스캔한 QR 코드와 바코드가 여기에 표시됩니다
ms: Kod QR dan kod bar yang diimbas akan muncul di sini
nb: Skannede QR-koder og strekkoder vises her
nl: Gescande QR-codes en streepjescodes verschijnen hier
pl: Zeskanowane kody QR i kreskowe pojawią się tutaj
pt_br: Os códigos QR e de barras escaneados aparecerão aqui
ru: Отсканированные QR-коды и штрих-коды появятся здесь
sv: Skannade QR-koder och streckkoder visas här
th: QR โค้ดและบาร์โค้ดที่สแกนจะแสดงที่นี่
tr: Taranan QR kodlar ve barkodlar burada görünecek
uk: Відскановані QR-коди та штрих-коди з'являться тут
uz: Skanlangan QR kodlar va shtrix-kodlar bu yerda ko'rinadi
vi: Các mã QR và mã vạch đã quét sẽ xuất hiện tại đây
zh_hans: 扫描的二维码和条形码将显示在这里
zh_hant: 掃描的QR碼和條碼將顯示在這裡

# history.empty.title
source: No history yet
ar: لا يوجد سجل بعد
da: Ingen historik endnu
de: Noch kein Verlauf
es: Sin historial aún
fi: Ei historiaa vielä
fr: Aucun historique
hi: अभी तक कोई इतिहास नहीं
id: Belum ada riwayat
it: Nessuna cronologia
ja: 履歴はまだありません
ko: 아직 기록이 없습니다
ms: Tiada sejarah lagi
nb: Ingen historikk ennå
nl: Nog geen geschiedenis
pl: Brak historii
pt_br: Nenhum histórico ainda
ru: История пуста
sv: Ingen historik ännu
th: ยังไม่มีประวัติ
tr: Henüz geçmiş yok
uk: Історія порожня
uz: Hali tarix yo'q
vi: Chưa có lịch sử
zh_hans: 暂无记录
zh_hant: 尚無紀錄

# history.filter.all
source: All
ar: الكل
da: Alle
de: Alle
es: Todos
fi: Kaikki
fr: Tous
hi: सभी
id: Semua
it: Tutti
ja: すべて
ko: 전체
ms: Semua
nb: Alle
nl: Alles
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
uz: Barchasi
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# history.filter.generated
source: Generated
ar: المنشأة
da: Genererede
de: Generiert
es: Generados
fi: Luodut
fr: Générés
hi: बनाए गए
id: Dibuat
it: Generati
ja: 生成済み
ko: 생성됨
ms: Dijana
nb: Genererte
nl: Gegenereerd
pl: Wygenerowane
pt_br: Gerados
ru: Созданные
sv: Genererade
th: สร้างแล้ว
tr: Oluşturulan
uk: Створені
uz: Yaratilgan
vi: Đã tạo
zh_hans: 已生成
zh_hant: 已產生

# history.filter.scanned
source: Scanned
ar: الممسوحة
da: Scannede
de: Gescannt
es: Escaneados
fi: Skannatut
fr: Scannés
hi: स्कैन किए गए
id: Dipindai
it: Scansionati
ja: スキャン済み
ko: 스캔됨
ms: Diimbas
nb: Skannede
nl: Gescand
pl: Zeskanowane
pt_br: Escaneados
ru: Сканированные
sv: Skannade
th: สแกนแล้ว
tr: Taranan
uk: Скановані
uz: Skanlangan
vi: Đã quét
zh_hans: 已扫描
zh_hant: 已掃描

# history.search_placeholder
source: Search codes
ar: البحث في الرموز
da: Søg i koder
de: Codes suchen
es: Buscar códigos
fi: Hae koodeja
fr: Rechercher des codes
hi: कोड खोजें
id: Cari kode
it: Cerca codici
ja: コードを検索
ko: 코드 검색
ms: Cari kod
nb: Søk i koder
nl: Zoek codes
pl: Szukaj kodów
pt_br: Pesquisar códigos
ru: Поиск кодов
sv: Sök koder
th: ค้นหาโค้ด
tr: Kodlarda ara
uk: Пошук кодів
uz: Kodlarni qidirish
vi: Tìm kiếm mã
zh_hans: 搜索码
zh_hant: 搜尋碼

# history.section.barcodes
source: Barcodes
ar: الباركود
da: Stregkoder
es: Códigos de barras
fi: Viivakoodit
fr: Codes-barres
hi: बारकोड
id: Barcode
it: Codici a barre
ja: バーコード
ko: 바코드
ms: Kod Bar
nb: Strekkoder
nl: Streepjescodes
pl: Kody kreskowe
pt_br: Códigos de barras
ru: Штрих-коды
sv: Streckkoder
th: บาร์โค้ด
tr: Barkodlar
uk: Штрих-коди
uz: Shtrix-kodlar
vi: Mã vạch
zh_hans: 条形码
zh_hant: 條碼

# history.section.qr_codes
source: QR Codes
ar: رموز QR
da: QR-koder
es: Códigos QR
fi: QR-koodit
fr: Codes QR
hi: QR कोड
id: Kode QR
it: Codici QR
ja: QRコード
ko: QR 코드
ms: Kod QR
nb: QR-koder
pl: Kody QR
pt_br: Códigos QR
ru: QR-коды
sv: QR-koder
th: QR โค้ด
tr: QR Kodlar
uk: QR-коди
uz: QR kodlar
vi: Mã QR
zh_hans: 二维码
zh_hant: QR碼

# history.section.scanned
source: Scanned
ar: الممسوحة
da: Scannet
de: Gescannt
es: Escaneados
fi: Skannattu
fr: Scannés
hi: स्कैन किए गए
id: Dipindai
it: Scansionati
ja: スキャン済み
ko: 스캔됨
ms: Diimbas
nb: Skannet
nl: Gescand
pl: Zeskanowane
pt_br: Escaneados
ru: Сканированные
sv: Skannade
th: สแกนแล้ว
tr: Taranan
uk: Скановані
uz: Skanlangan
vi: Đã quét
zh_hans: 已扫描
zh_hant: 已掃描

# history.title
source: History
ar: السجل
da: Historik
de: Verlauf
es: Historial
fi: Historia
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
ms: Sejarah
nb: Historikk
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
sv: Historik
th: ประวัติ
tr: Geçmiş
uk: Історія
uz: Tarix
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史紀錄

# notification.body.barcode_scan_1
source: Need to check a product? Scan its barcode now!
ar: هل تريد التحقق من منتج؟ امسح الباركود الآن!
da: Har du brug for at tjekke et produkt? Scan stregkoden nu!
de: Musst du ein Produkt überprüfen? Scanne jetzt seinen Barcode!
es: ¿Necesitas verificar un producto? ¡Escanea su código de barras ahora!
fi: Tarvitsetko tuotetietoja? Skannaa viivakoodi nyt!
fr: Besoin de vérifier un produit ? Scannez son code-barres maintenant !
hi: किसी उत्पाद की जांच करनी है? अभी उसका बारकोड स्कैन करें!
id: Perlu memeriksa produk? Pindai barcodenya sekarang!
it: Devi controllare un prodotto? Scansiona il suo codice a barre ora!
ja: 商品を確認したいですか？今すぐバーコードをスキャン！
ko: 상품을 확인하고 싶으신가요? 지금 바코드를 스캔하세요!
ms: Perlu semak produk? Imbas kod barnya sekarang!
nb: Trenger du å sjekke et produkt? Skann strekkoden nå!
nl: Wilt u een product controleren? Scan nu de streepjescode!
pl: Chcesz sprawdzić produkt? Zeskanuj jego kod kreskowy teraz!
pt_br: Precisa verificar um produto? Escaneie o código de barras agora!
ru: Нужно проверить товар? Отсканируйте его штрих-код прямо сейчас!
sv: Behöver du kontrollera en produkt? Skanna dess streckkod nu!
th: ต้องการตรวจสอบสินค้า? สแกนบาร์โค้ดเลย!
tr: Bir ürünü kontrol etmeniz mi gerekiyor? Barkodunu şimdi tarayın!
uk: Потрібно перевірити товар? Відскануйте його штрих-код просто зараз!
uz: Mahsulotni tekshirish kerakmi? Shtrix-kodni hozir skanlang!
vi: Cần kiểm tra sản phẩm? Quét mã vạch ngay!
zh_hans: 需要查看商品信息？立即扫描条形码！
zh_hant: 需要查看商品資訊？立即掃描條碼！

# notification.body.barcode_scan_2
source: Shopping? Scan barcodes to compare products easily!
ar: تتسوق؟ امسح الباركود لمقارنة المنتجات بسهولة!
da: Handler du? Scan stregkoder for nemt at sammenligne produkter!
de: Beim Einkaufen? Scanne Barcodes, um Produkte einfach zu vergleichen!
es: ¿De compras? ¡Escanea códigos de barras para comparar productos fácilmente!
fi: Ostoksilla? Skannaa viivakoodeja vertaillaksesi tuotteita helposti!
fr: En courses ? Scannez les codes-barres pour comparer les produits facilement !
hi: शॉपिंग कर रहे हैं? उत्पादों की आसानी से तुलना करने के लिए बारकोड स्कैन करें!
id: Sedang belanja? Pindai barcode untuk membandingkan produk dengan mudah!
it: Stai facendo shopping? Scansiona i codici a barre per confrontare i prodotti facilmente!
ja: お買い物中ですか？バーコードをスキャンして簡単に商品を比較！
ko: 쇼핑 중이신가요? 바코드를 스캔하여 상품을 쉽게 비교하세요!
ms: Sedang membeli-belah? Imbas kod bar untuk membandingkan produk dengan mudah!
nb: Handler du? Skann strekkoder for å sammenligne produkter enkelt!
nl: Aan het winkelen? Scan streepjescodes om producten eenvoudig te vergelijken!
pl: Na zakupach? Skanuj kody kreskowe, aby łatwo porównywać produkty!
pt_br: Fazendo compras? Escaneie códigos de barras para comparar produtos facilmente!
ru: Делаете покупки? Сканируйте штрих-коды для удобного сравнения товаров!
sv: Handlar du? Skanna streckkoder för att enkelt jämföra produkter!
th: กำลังช้อปปิ้ง? สแกนบาร์โค้ดเพื่อเปรียบเทียบสินค้าได้ง่ายๆ!
tr: Alışveriş mi yapıyorsunuz? Ürünleri kolayca karşılaştırmak için barkodları tarayın!
uk: Робите покупки? Скануйте штрих-коди для зручного порівняння товарів!
uz: Xarid qilyapsizmi? Mahsulotlarni oson solishtirish uchun shtrix-kodlarni skanlang!
vi: Đang mua sắm? Quét mã vạch để so sánh sản phẩm dễ dàng!
zh_hans: 正在购物？扫描条形码轻松比较商品！
zh_hant: 正在購物？掃描條碼輕鬆比較商品！

# notification.body.barcode_scan_3
source: Your barcode scanner is ready. Check any product in a tap!
ar: ماسح الباركود جاهز. تحقق من أي منتج بلمسة واحدة!
da: Din stregkodescanner er klar. Tjek ethvert produkt med et tryk!
de: Dein Barcode-Scanner ist bereit. Überprüfe jedes Produkt mit einem Tippen!
es: Tu escáner de códigos de barras está listo. ¡Consulta cualquier producto con un toque!
fi: Viivakoodiskannerisi on valmis. Tarkista mikä tahansa tuote yhdellä napautuksella!
fr: Votre scanner de codes-barres est prêt. Vérifiez n'importe quel produit en un instant !
hi: आपका बारकोड स्कैनर तैयार है। एक टैप में किसी भी उत्पाद की जांच करें!
id: Pemindai barcode Anda siap. Periksa produk apa pun dengan satu ketukan!
it: Il tuo scanner di codici a barre è pronto. Controlla qualsiasi prodotto con un tocco!
ja: バーコードスキャナーの準備ができました。ワンタップで商品をチェック！
ko: 바코드 스캐너가 준비되었습니다. 한 번의 탭으로 상품을 확인하세요!
ms: Pengimbas kod bar anda sedia. Semak mana-mana produk dengan satu ketikan!
nb: Strekkodeskanneren din er klar. Sjekk et produkt med et trykk!
nl: Uw streepjescodescanner is klaar. Controleer elk product met één tik!
pl: Twój skaner kodów kreskowych jest gotowy. Sprawdź dowolny produkt jednym dotknięciem!
pt_br: Seu scanner de códigos de barras está pronto. Confira qualquer produto com um toque!
ru: Ваш сканер штрих-кодов готов. Проверьте любой товар одним нажатием!
sv: Din streckkodsläsare är redo. Kontrollera vilken produkt som helst med ett tryck!
th: เครื่องสแกนบาร์โค้ดพร้อมแล้ว ตรวจสอบสินค้าได้ในแตะเดียว!
tr: Barkod tarayıcınız hazır. Herhangi bir ürünü tek dokunuşla kontrol edin!
uk: Ваш сканер штрих-кодів готовий. Перевірте будь-який товар одним дотиком!
uz: Shtrix-kod skaneringiz tayyor. Istalgan mahsulotni bir bosish bilan tekshiring!
vi: Máy quét mã vạch đã sẵn sàng. Kiểm tra bất kỳ sản phẩm nào chỉ với một chạm!
zh_hans: 条形码扫描器已就绪。一键查看任何商品！
zh_hant: 條碼掃描器已就緒。一鍵查看任何商品！

# notification.body.product_lookup_1
source: Scan any barcode to discover product details instantly!
ar: امسح أي باركود لاكتشاف تفاصيل المنتج فوراً!
da: Scan en stregkode for at opdage produktdetaljer øjeblikkeligt!
de: Scanne jeden Barcode, um sofort Produktdetails zu erfahren!
es: ¡Escanea cualquier código de barras para descubrir detalles del producto al instante!
fi: Skannaa mikä tahansa viivakoodi löytääksesi tuotetiedot heti!
fr: Scannez n'importe quel code-barres pour découvrir les détails du produit instantanément !
hi: उत्पाद विवरण तुरंत जानने के लिए कोई भी बारकोड स्कैन करें!
id: Pindai barcode apa pun untuk menemukan detail produk secara instan!
it: Scansiona qualsiasi codice a barre per scoprire i dettagli del prodotto all'istante!
ja: バーコードをスキャンして商品情報を即座に確認！
ko: 바코드를 스캔하여 상품 정보를 즉시 확인하세요!
ms: Imbas mana-mana kod bar untuk mengetahui butiran produk dengan segera!
nb: Skann en strekkode for å oppdage produktdetaljer umiddelbart!
nl: Scan een streepjescode om direct productinformatie te ontdekken!
pl: Zeskanuj dowolny kod kreskowy, aby natychmiast poznać szczegóły produktu!
pt_br: Escaneie qualquer código de barras para descobrir detalhes do produto instantaneamente!
ru: Отсканируйте любой штрих-код, чтобы мгновенно узнать информацию о товаре!
sv: Skanna valfri streckkod för att direkt upptäcka produktdetaljer!
th: สแกนบาร์โค้ดเพื่อดูรายละเอียดสินค้าทันที!
tr: Ürün detaylarını anında keşfetmek için herhangi bir barkodu tarayın!
uk: Відскануйте будь-який штрих-код, щоб миттєво дізнатися інформацію про товар!
uz: Mahsulot tafsilotlarini bir zumda bilish uchun istalgan shtrix-kodni skanlang!
vi: Quét bất kỳ mã vạch nào để khám phá thông tin sản phẩm ngay lập tức!
zh_hans: 扫描任何条形码，即刻获取商品详情！
zh_hant: 掃描任何條碼，即刻獲取商品詳情！

# notification.body.product_lookup_2
source: Curious about a product? Scan its barcode for instant info!
ar: هل تريد معرفة المزيد عن منتج؟ امسح الباركود للحصول على معلومات فورية!
da: Nysgerrig på et produkt? Scan stregkoden for øjeblikkelig info!
de: Neugierig auf ein Produkt? Scanne seinen Barcode für sofortige Infos!
es: ¿Tienes curiosidad por un producto? ¡Escanea su código de barras para obtener información al instante!
fi: Kiinnostaako tuote? Skannaa viivakoodi saadaksesi tiedot heti!
fr: Curieux d'un produit ? Scannez son code-barres pour des infos instantanées !
hi: किसी उत्पाद के बारे में जानना चाहते हैं? तुरंत जानकारी के लिए उसका बारकोड स्कैन करें!
id: Penasaran dengan suatu produk? Pindai barcodenya untuk info instan!
it: Curioso di un prodotto? Scansiona il suo codice a barre per info istantanee!
ja: 商品が気になりますか？バーコードをスキャンして即座に情報を入手！
ko: 상품이 궁금하신가요? 바코드를 스캔하여 즉시 정보를 확인하세요!
ms: Ingin tahu tentang produk? Imbas kod barnya untuk maklumat segera!
nb: Nysgjerrig på et produkt? Skann strekkoden for øyeblikkelig info!
nl: Benieuwd naar een product? Scan de streepjescode voor directe info!
pl: Ciekawi Cię produkt? Zeskanuj jego kod kreskowy, aby uzyskać informacje!
pt_br: Curioso sobre um produto? Escaneie o código de barras para informações instantâneas!
ru: Интересует товар? Отсканируйте его штрих-код для мгновенной информации!
sv: Nyfiken på en produkt? Skanna dess streckkod för omedelbar info!
th: สนใจสินค้า? สแกนบาร์โค้ดเพื่อดูข้อมูลทันที!
tr: Bir ürün hakkında merak mı ediyorsunuz? Anında bilgi için barkodunu tarayın!
uk: Цікавить товар? Відскануйте його штрих-код для миттєвої інформації!
uz: Mahsulot qiziqtirdimi? Tez ma'lumot olish uchun shtrix-kodni skanlang!
vi: Tò mò về sản phẩm? Quét mã vạch để biết thông tin ngay!
zh_hans: 对某个商品感兴趣？扫描条形码即刻获取信息！
zh_hant: 對某個商品感興趣？掃描條碼即刻獲取資訊！

# notification.body.product_lookup_3
source: Wondering what's in that product? Scan and find out!
ar: تتساءل عن محتويات هذا المنتج؟ امسح واكتشف!
da: Undrer du dig over, hvad der er i produktet? Scan og find ud af det!
de: Was steckt in diesem Produkt? Scanne und finde es heraus!
es: ¿Te preguntas qué contiene ese producto? ¡Escanea y descúbrelo!
fi: Mietityttääkö mitä tuotteessa on? Skannaa ja selvitä!
fr: Vous vous demandez ce que contient ce produit ? Scannez et découvrez !
hi: उस उत्पाद में क्या है जानना चाहते हैं? स्कैन करें और पता लगाएं!
id: Ingin tahu isi produk itu? Pindai dan cari tahu!
it: Ti chiedi cosa c'è in quel prodotto? Scansiona e scoprilo!
ja: その商品の中身が気になりますか？スキャンして確認しましょう！
ko: 그 상품의 성분이 궁금하신가요? 스캔하여 알아보세요!
ms: Tertanya-tanya apa yang ada dalam produk itu? Imbas dan ketahui!
nb: Lurer du på hva som er i produktet? Skann og finn ut!
nl: Benieuwd wat er in dat product zit? Scan en ontdek het!
pl: Chcesz wiedzieć, co jest w tym produkcie? Zeskanuj i sprawdź!
pt_br: Quer saber o que tem nesse produto? Escaneie e descubra!
ru: Хотите узнать, что в этом продукте? Сканируйте и узнайте!
sv: Undrar du vad som finns i den produkten? Skanna och ta reda på det!
th: อยากรู้ส่วนประกอบของสินค้า? สแกนเพื่อดูเลย!
tr: O üründe ne var merak mı ediyorsunuz? Tarayın ve öğrenin!
uk: Хочете дізнатися, що в цьому продукті? Скануйте та дізнайтеся!
uz: O'sha mahsulotda nima borligini bilmoqchimisiz? Skanlang va bilib oling!
vi: Muốn biết sản phẩm đó chứa gì? Quét và tìm hiểu!
zh_hans: 想了解产品成分？扫描即可查看！
zh_hant: 想了解產品成分？掃描即可查看！

# notification.body.qr_scan_1
source: Found a QR code? Scan it in seconds!
ar: وجدت رمز QR؟ امسحه في ثوانٍ!
da: Fandt du en QR Code? Scan den på få sekunder!
de: QR Code gefunden? Scanne ihn in Sekunden!
es: ¿Encontraste un QR Code? ¡Escanéalo en segundos!
fi: Löysitkö QR Coden? Skannaa se sekunneissa!
fr: Vous avez trouvé un QR Code ? Scannez-le en quelques secondes !
hi: QR कोड मिला? सेकंडों में स्कैन करें!
id: Menemukan kode QR? Pindai dalam hitungan detik!
it: Hai trovato un QR Code? Scansionalo in pochi secondi!
ja: QRコードを見つけましたか？数秒でスキャン！
ko: QR 코드를 발견하셨나요? 몇 초 만에 스캔하세요!
ms: Jumpa QR Code? Imbasnya dalam beberapa saat!
nb: Fant du en QR Code? Skann den på sekunder!
nl: Een QR-code gevonden? Scan hem in seconden!
pl: Znalazłeś kod QR? Zeskanuj go w kilka sekund!
pt_br: Encontrou um QR Code? Escaneie em segundos!
ru: Нашли QR-код? Отсканируйте его за секунды!
sv: Hittat en QR-kod? Skanna den på sekunder!
th: เจอ QR โค้ด? สแกนได้ในไม่กี่วินาที!
tr: Bir QR kod mu buldunuz? Saniyeler içinde tarayın!
uk: Знайшли QR-код? Відскануйте його за секунди!
uz: QR Code topdingizmi? Uni bir necha soniyada skanlang!
vi: Thấy mã QR? Quét trong vài giây!
zh_hans: 发现了二维码？几秒即可扫描！
zh_hant: 發現了QR碼？幾秒即可掃描！
